
win_x, win_y = 200, 100
win_width, win_height = 1000, 600

txt_hello = 'Добро пожаловать в программу по определению состояния здоровья!'
txt_next = 'Начать'
txt_instruction = 'Данное приложение позволит вам с помощью текста Руфье провести первичную диагностику вашего здоровья. Проба Руфье представляет собой нагрузочный комплекс, предназначенный для оценки работоспособности сердца при физической нагрузке. У испытуемого, находящегося в положении лёжа на спине в течение 5-ти минут, определяют чистату пульса за 15 секунд: затем в течении 45 секунд испытуемый выполнит 30 приседаний. После окончания нагрузки испытуемый нагрузки ложится, и у него вновь подсчитывается число пульсация за первые 15 секунд; а потом - за последние 15 секунд первой минуты периода восстановления. важно! если в процессе продолжения испытания вы почуствуете себя плохо (появится головокружение, шум в ушах, сильная одышка, и др.) то тест необходимо прервать и обратиться к врачу.' 
txt_title = 'здоровье'
txt_name = ''
txt_hintname = "Введите Ф.И.О.:"
txt_hintage = "Полных лет:"
txt_test1 = 'лягте на спину и замерьте пульс 15 секунд. Нажьмите конпку "Начать первый тест", чтобы запустить таймер. Результат запишите в соотствующее поле.'
txt_test2 = 'Выполните 30 приседаний за 45 секунд. Для этого нажмите кнопку "начать делать приседания", чтобы запустить счетсчик приседаний'
txt_test3 = 'спина 2'
txt_sendresults = 'отправить результаты'
txt_hinttest1 = '0'
txt_hinttest2 = '0'
txt_hinttest3 = '0'
txt_starttest1 = 'Начать первый тест.'
txt_starttest2 = 'Начать делать приседания.'
txt_starttest3 = 'Начать финальный тест'

txt_age = ''
txt_finalwin = ''
txt_index = ''
txt_workheart = 'сердце'
